{
  "key": "льзйхшючуцдянёэпжбтмощафкгъыревис",
  "message": "3 августа 2012 года вымышленный профессор Marcie Rathke из несуществующего Университета Южной Северной Дакоты отправил статью в научный журнал Advances in Pure Mathematics, один из многих журналов издательства Scientific Research Publishing. Статья под названием «Независимые, отрицательные, канонические стрелы Тьюринга в уравнениях и задачах прикладной формальной PDE» (pdf) сопровождалась интригующей аннотацией: «Пусть ρ = A. Возможно ли расширить область изоморфизма? Мы показываем, что D′ является стохастически ортогональным и тривиально-аффинным соответствием. В [10], основным результатом стала конструкция множества Кардано, функции Эрдёша, Вейля, что может пролить важный свет на гипотезу Конвея-Д’Аламбера». И аннотация, и весь текст, и список литературы в этой «научной статье» были сгенерированы программой Mathgen, которую написал математик Натан Элдридж (Nate Eldredge). Он с гордостью заявил, что статью в итоге приняли для публикации. Редакторы журнала Advances in Pure Mathematics рассмотрели статью, а через 10 дней прислали поздравительное письмо: текст принят. Впрочем, они обнаружили в статье ряд недостатков, которые попросили исправить. В частности, редакторы посоветовали переписать аннотацию для более ясного понимания и прислать список ключевых слов. Кроме того, в тексте статьи «много математических выражений и нотаций, для которых автор не даёт предисловия», а во втором разделе в разделе 2.4 приведена теорема без доказательства. Редакторы попросили более подробно описать конкретный процесс доказательства для утверждений 3.3 и 3.4, а также прислать научную работу в файле стандартного формата. Натану Элдриджу пришлось самостоятельно писать ответ в редакцию журнала, такое дело он не мог доверить генератору. Аннотацию он переделал, но в остальном постарался защитить аутентичность работы. Он ответил, что «в научной работе действительно много математических выражений, но читатели соответствующей квалификации могут понять из контекста их смысл (или его отсутствие)». По поводу более подробного процесса доказательств 3.3 и 3.4 автор написал: «Считаю, что приведённые доказательства для указанных положений являются вполне достаточным [для пунктов 3.3 и 3.4 написано, соответственно, «Это очевидно» и «Это понятно»]. Тем не менее, автор уважает мнение рецензента и добавит несколько дополнительных деталей». Ну, а что касается формата, тут вообще нет никаких претензий: «работа сгенерирована в формате LaTeX, который является общепризнанным стандартом для научных статей, что нельзя сказать о шаблоне журнала APM, сделанном в Microsoft Word»."
}